[
    {
      "id": 1,
      "role": "Event Director",
      "name": "Alice Johnson",
      "image": "https://i.ibb.co/bg1z5Yc/ali-morshedlou-WMD64t-Mfc4k-unsplash.jpg",
      "bio": "Alice is an experienced event professional with a passion for educational events. With her expertise in event planning and management, she ensures seamless execution of our educational programs. Her creative approach and attention to detail make our events memorable experiences for attendees."
    },
    {
      "id": 2,
      "role": "Program Manager",
      "name": "David Smith",
      "image": "https://i.ibb.co/jzTHBYW/redd-f-v6771a4av-V4-unsplash.jpg",
      "bio": "David is dedicated to curating engaging educational content for our events. He collaborates with speakers, educators, and industry experts to develop insightful programs. His commitment to delivering high-quality educational experiences enhances the learning opportunities for our attendees."
    },
    {
      "id": 3,
      "role": "Marketing Specialist",
      "name": "Elena Rodriguez",
      "image": "https://i.ibb.co/ckMyh9R/fotos-Cot-AYYsd-EDU-unsplash.jpg",
      "bio": "Elena handles the marketing strategies for our educational events. With her expertise in digital marketing and social media, she promotes our programs to a wider audience. Her creative campaigns and targeted approach ensure maximum reach and participation in our educational initiatives."
    },
    {
      "id": 4,
      "role": "Logistics Coordinator",
      "name": "Michael Lee",
      "image": "https://i.ibb.co/w0V1yw3/austin-distel-7uo-Mmz-Pd2-JA-unsplash.jpg",
      "bio": "Michael takes care of the logistical aspects of our educational events. From venue arrangements to technical setups, he ensures that everything runs smoothly behind the scenes. His organizational skills and problem-solving abilities contribute to the overall success of our events."
    },
    {
      "id": 5,
      "role": "Community Manager",
      "name": "Sophia",
      "image": "https://i.ibb.co/gWbZqVr/zahir-namane-hwc7e-IQi-TCE-unsplash.jpg",
      "bio": "Sophia fosters a sense of community among our event attendees. She engages with participants, handles inquiries, and facilitates networking opportunities. Her friendly demeanor and excellent communication skills create a welcoming environment, enhancing the overall experience for our attendees."
    }
  ]
  



